Revit 2027 API
ParameterTypeId.FabricationBottomElevationIncludeInsulationOfPart Property
 "Bottom Elevation with Insulation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationBottomElevationIncludeInsulationOfPart { get; }
Public Shared ReadOnly Property FabricationBottomElevationIncludeInsulationOfPart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationBottomElevationIncludeInsulationOfPart {
	ForgeTypeId^ get ();
}
static member FabricationBottomElevationIncludeInsulationOfPart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace